alpha_1.15/0/TauDDES
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/






FoamFile
{
    version     2.0;
    format      ascii;
    class       volSymmTensorField;
    location    "0";
    object      TauDDES;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 2 -2 0 0 0 0];


internalField   nonuniform List<symmTensor>
20307
(
( 2.498162576e-05 -2.915879577e-06 4.146525612e-07 7.437332442e-06 6.907168171e-08 2.489187864e-05 )
( 2.496916568e-05 -3.592817393e-06 4.274890841e-07 9.288788533e-06 1.792994766e-07 2.503504948e-05 )
( 2.505418706e-05 -2.951014267e-06 3.858019113e-07 7.538164027e-06 8.779916527e-08 2.490529005e-05 )
( 2.511170169e-05 -3.664706128e-06 4.013437263e-07 9.482520909e-06 2.072003156e-07 2.506282181e-05 )
( 2.515367487e-05 -4.903587978e-06 4.206308972e-07 1.242169765e-05 3.618927735e-07 2.514900189e-05 )
( 2.513758591e-05 -2.988846973e-06 3.626994385e-07 7.60122748e-06 1.049828739e-07 2.492514614e-05 )
( 2.525006676e-05 -2.358500524e-06 3.2550642e-07 5.776488251e-06 1.643139491e-08 2.474408575e-05 )
( 2.519671398e-05 -3.021429393e-06 3.41446281e-07 7.692782674e-06 1.234607794e-07 2.495072113e-05 )
...
)
;

boundaryField
{
    hill
    {
        type            calculated;
        value           uniform ( 0 0 0 0 0 0 );
    }
    top-wall
    {
        type            calculated;
        value           uniform ( 0 0 0 0 0 0 );
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
    cyclicAMI_outlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 0 0 0 );
    }
    cyclicAMI_inlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 0 0 0 );
    }
}


// ************************************************************************* //
