alpha_1.15/0/UDDES
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/






FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      UDDES;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];


internalField   nonuniform List<vector> 
20307
(
( 0.009670175612 0.000504454656 -6.869089702e-05 )
( 0.01017943956 0.0005482684355 -7.730297511e-05 )
( 0.009716432542 0.0004764335754 -6.181016215e-05 )
( 0.0102488976 0.000488799531 -6.463893806e-05 )
( 0.0109133143 0.0006265366101 -8.990758215e-05 )
( 0.00975649897 0.0004519378708 -5.577094271e-05 )
( 0.009114958346 0.000405675848 -4.558536966e-05 )
( 0.00979574956 0.0004266237956 -5.035833601e-05 )
...
)
;

boundaryField
{
    hill
    {
        type            calculated;
        value           uniform ( 0 0 0 );
    }
    top-wall
    {
        type            calculated;
        value           uniform ( 0 0 0 );
    }
    front
    {
        type            empty;
    }
    back
    {
        type            empty;
    }
    cyclicAMI_outlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 );
    }
    cyclicAMI_inlet
    {
        type            cyclicAMI;
        value           uniform ( 0 0 0 );
    }
}


// ************************************************************************* //
